{
  "loading": "Laadin...",
  "why_am_i_seeing": "Miks ma pean seda nägema?",
  "protected_by": "Kaitseb",
  "protected_from": "From",
  "made_with": "Tehtud ❤️ga 🇨🇦s",
  "mascot_design": "Maskoti disainis",
  "ai_companies_explanation": "Seda näidatakse selle pärast, et selle lehe administraator on paigaldanud Anubise, et kaitsta serverit selle nuhtluse eest, mida kujutab endast AI firmade agressiivne veebikraapimine. Selle tagajärjeks võib olla ja tihti ongi see, et veebilehed lakkavad töötamast ja keegi ei saa nendele ligi.",
  "anubis_compromise": "Anubis on kompromisslahendus. Anubis kasutab nö. töötõendi skeemi, mille sarnane oli <em>Hashcash</em>, mis oli mõeldud spämmikaitseks. Põhimõte on selles, et üksiku kasutaja tasemel on lisakoormus tajumatu, aga massiivse kraapimise tasemel see koormus läheb kõik arvesse ja muudab andmete töötluse palju kallimaks.",
  "hack_purpose": "Lõppudelõpuks on see siiski rutuga tehtud lahendus, mille tegelik eesmärk on olla \"piisavalt hea\", et oleks rohkem aega leida viise, kuidas saaks tuvastada brauseriautomaate (näiteks sellest, kuidas nad fonte joonistavad), et saavutada olukord, kus kontrollekraani ei olegi vaja näidata kasutajatele, kes on suurema tõenäosusega päriselt inimesed.",
  "jshelter_note": "NB! Anubis vajab töötamiseks kaasaegseid JavaScripti võimalusi, mida teatud pluginad nagu JShelter ära keelavad. Palun lülita JShelter või teised sellised veebilehitseja laiendused välja.",
  "version_info": "Sellel lehel jookseb Anubis, versioon",
  "try_again": "Proovi uuesti",
  "go_home": "Mine koju",
  "contact_webmaster": "või kui sa arvad, et sa ei peaks olema blokeeritud, võta ühendust veebimeistriga aadressil",
  "connection_security": "Oota korraks, me kontrollime ühenduse turvalisust.",
  "javascript_required": "Kahjuks tuleb JavaScript sisse lülitada, et sellest kontrollist mööda pääseda. See on kohustuslik, sest AI ettevõtted on muutnud ühiskondlikke norme veebimajutuse suhtes. Ilma JavaScriptita töötav versioon on alles arendamisel.",
  "benchmark_requires_js": "Kiirustesti jaoks on vajalik JavaScript sisse lülitada.",
  "difficulty": "Raskus:",
  "algorithm": "Algoritm:",
  "compare": "Võrdle:",
  "time": "Aega",
  "iters": "Korda",
  "time_a": "A aega",
  "iters_a": "A korda",
  "time_b": "B aega",
  "iters_b": "B korda",
  "static_check_endpoint": "Seda lehte vaatab ainult sinu vaheserver.",
  "authorization_required": "Ligipääs puudub",
  "cookies_disabled": "Sinu brauseris on küpsised keelatud. Anubis vajab küpsiseid töötamiseks, et aru saada, kas sa oled päris kasutaja või mitte. Palun luba küpsised sellel domeenil",
  "access_denied": "Ligipääs keelatud: veakood",
  "dronebl_entry": "DroneBL tagastas sissekande",
  "see_dronebl_lookup": "vaata",
  "internal_server_error": "Programmi sisemine viga: administraator on Anubise valesti seadistanud. Võta temaga ühendust ja palu tal otsida logidest märksõna",
  "invalid_redirect": "Vigane ümbersuunamine",
  "redirect_not_parseable": "Ümbersuunamise URL on vigane",
  "redirect_domain_not_allowed": "Ümbersuunamise domeen pole lubatud",
  "failed_to_sign_jwt": "JWT allkirjastamine ebaõnnestus",
  "invalid_invocation": "MakeChallenge väljakutsumine on vigane",
  "client_error_browser": "Kliendipoolne viga: palun kontrolli, et su brauser oleks uuendatud ja proovi uuesti.",
  "oh_noes": "Oi ei!",
  "benchmarking_anubis": "Anubise kiirustest!",
  "you_are_not_a_bot": "Sina ei ole bott!",
  "making_sure_not_bot": "Kontrollime, et sa ei ole bott!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Sinu brauseris ei ole töötavat web.crypto elementi. Kas sa avasid selle turvakontekstis?",
  "js_web_workers_error": "Sinu brauser ei toeta veebi taustaprotsesse (Anubis kasutab neid, et su veebilehitseja ei hanguks). Kas sul on installitud mingi laiendus nagu JShelter?",
  "js_cookies_error": "Sinu brauser ei salvesta küpsiseid. Anubis kirjutab küpsise, milles on allkirjastatud sedel, et vahet teha, millised kliendid on kontrolli läbinud ja millised mitte. Palun luba küpsiste salvestamine sellel domeenil. Küpsiste nimed, mida Anubis kasutab, võivad muutuda ette teatamata. Küpsiste nimed ja väärtused ei ole avaliku liidese osa.",
  "js_context_not_secure": "Sinu brauserikontekst ei ole turvaline!",
  "js_context_not_secure_msg": "Proovi ühendada HTTPS aadressiga või anna administraatorile teada, et HTTPS on vajalik seadistada. Lisainfot vaata <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDNist</a>.",
  "js_calculating": "Arvutan...",
  "js_missing_feature": "Puuduv brauseri omadus",
  "js_challenge_error": "Kontrolli viga!",
  "js_challenge_error_msg": "Ei suutnud tuvastada kontrollalgoritmi. Võiksid proovida lehe uuesti laadida.",
  "js_calculating_difficulty": "Arvutan...<br/>Raskus:",
  "js_speed": "Kiirus:",
  "js_verification_longer": "Kontrollimine võtab kauem kui tavaliselt. Palun ära lae lehte uuesti.",
  "js_success": "Õnnestus!",
  "js_done_took": "Tehtud! Võttis",
  "js_iterations": "kordust",
  "js_finished_reading": "Lugesin ära, edasi →",
  "js_calculation_error": "Arvutamise viga!",
  "js_calculation_error_msg": "Ei suutnud kontrolli arvutada:"
}