{
  "loading": "Hleður...",
  "why_am_i_seeing": "Af hverju er ég að sjá þetta?",
  "protected_by": "Verndað með",
  "protected_from": "From",
  "made_with": "Gert í 🇨🇦 með ❤️",
  "mascot_design": "Lukkudýrið hannað af",
  "ai_companies_explanation": "Þú ert að sjá þetta vegna þess að kerfisstjóri þessa vefsvæðis hefur sett upp Anubis til að vernda vefþjóninn fyrir holskeflu beiðna frá svokölluðum gervigreindarfyrirtækjum sem samviskulaust eru að skrapa upplýsingar af vefsvæðum annarra. Þetta getur valdið og veldur töfum og truflunum á þessum vefsvæðum, sem aftur veldur því að efni þeirra verður öllum óaðgengilegt.",
  "anubis_compromise": "Anubis er millivegur. Anubis notar sönnun-á-vinnu (Proof-of-Work) skema í líkingu við Hashcash, sem er viðlíka skema til að minnka ruslpóst. Hugmyndin er að fyrir almennar heimsóknir verði viðbótarálagið vegna þessa ásættanlegt og valdi litlum truflunum, en við massaskröpun verði samlegðaráhrifin veruleg og geri slíka skröpun upplýsinga of dýra hvað varðar afköst og reiknigetu.",
  "hack_purpose": "Hafa verður í huga að þetta er \"redding\" sem hefur þann tilgang að gefa \"nógu góða\" bráðabirgðalausn við þessu vandamáli, þannig að hægt sé á meðan að finna betri aðferðir við að auðkenna og gera fingraför til að þekkja viðmótslausa vafra (headless browsers - til dæmis með því hvernig þeir meðhöndla letur) þannig að í framtíðinni þurfi ekki að birta síðuna með sönnun-á-vinnu áskoruninni fyrir notendur sem líklegir eru til að vera löglegir/mennskir notendur.",
  "jshelter_note": "Athugaðu að Anubis krefst notkunar á ýmsum nútímalegum eiginleikum JavaScript sem viðbætur á borð við JShelter munu gera ávirka. Endilega gerðu JShelter eða álíka viðbætur óvirkar fyrir þetta lén.",
  "version_info": "Þetta vefsvæði er að keyra Anubis útgáfu",
  "try_again": "Prófaðu aftur",
  "go_home": "Farðu aftur heim til þín",
  "contact_webmaster": "eða ef þú heldur að ekki ætti að loka á þig, þá ættirðu að hafa samband við vefstjórann á",
  "connection_security": "Hinkraðu augnablik á meðan við tryggjum öryggi tengingarinnar þinnar.",
  "javascript_required": "Það er leiðinlegt, en þú verður að virkja JavaScript til að komast í gegnum þessa áskorun. Þetta er nauðsynlegt vegna þess að AI-fyrirtækin neita að fara eftir þeim samfélagslegu viðmiðum sem hafa mótað það hvernig vefhýsing virkar. Lausn sem ekki reiðir sig á JS er í vinnslu.",
  "benchmark_requires_js": "JavaScript þarf að vera virkt til að keyra afkastaprófunarkerfið.",
  "difficulty": "Erfiðleikastig:",
  "algorithm": "Reiknirit:",
  "compare": "Bera saman:",
  "time": "Tími",
  "iters": "Umferðir",
  "time_a": "Tími A",
  "iters_a": "Umferðir A",
  "time_b": "Tími B",
  "iters_b": "Umferðir B",
  "static_check_endpoint": "Þetta er bara endapunktur prófunar til notkunar fyrir öfuga milliþjóninn (reverse proxy) þinn.",
  "authorization_required": "Auðkenning nauðsynleg",
  "cookies_disabled": "Vafrinn þinn er stilltur á að gera vefkökur óvirkar. Anubis þarf að nota vefkökur í þeim tilgangi að tryggja að þú sért með leyfilegt forrit. Vinsamlega virkjaðu vefkökur fyrir þetta lén",
  "access_denied": "Aðgangi hafnað: villukóði",
  "dronebl_entry": "DroneBL tilkynnti færslu",
  "see_dronebl_lookup": "skoðaðu",
  "internal_server_error": "Innri villa á netþjóni: Kerfisstjóri hefur stillt Anubis rangt. Hafðu samband við kerfisstjóra og biddu þá um að skoða atvikaskrár sem tengjast þessu",
  "invalid_redirect": "Ógild endurbeining",
  "redirect_not_parseable": "Slóð endurbeiningar er ekki túlkanleg",
  "redirect_domain_not_allowed": "Lén endurbeiningar er ekki leyft",
  "failed_to_sign_jwt": "mistókst að undirrita JWT",
  "invalid_invocation": "Ógild kvaðning á MakeChallenge",
  "client_error_browser": "Villa í forriti: Gakktu úr skugga um að vafrinn þinn sé uppfærður í nýjustu útgáfu og prófaðu aftur síðar.",
  "oh_noes": "Æi nei!",
  "benchmarking_anubis": "Afkastaprófun Anubis!",
  "you_are_not_a_bot": "Þú ert ekki botti!",
  "making_sure_not_bot": "Geng úr skugga um að þú sért ekki botti!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Vafrinn þinn er ekki með web.crypto einindi sem virkar. Ertu að skoða þetta í gegnum öruggt umhverfi?",
  "js_web_workers_error": "Vafrinn þinn styður ekki vefvaktara (web workers - Anubis notar þetta til að koma í veg fyrir að vafrinn frjósi). Ertu með viðbót á borð við JShelter uppsetta?",
  "js_cookies_error": "Vafrinn þinn geymir ekki vefkökur. Anubis notar vefkökur til að ákvarða hvaða biðlaraforrit hafi leyst áskoranir og geymir þá undirritað teikn í vefköku. Vinsamlega virkjaðu geymslu á vefkökum fyrir þetta lén. Nöfnin á þeim vefkökum sem Anubis geymir geta breyst fyrirvaralaust. Heiti vefkakna og gildi þeirra eru ekki hluti opinbera API-kerfisviðmótsins.",
  "js_context_not_secure": "Umhverfið þitt er ekki öruggt!",
  "js_context_not_secure_msg": "Prófaðu að tengjast í gegnum HTTPS eða láttu kerfisstjórann vita að hann þurfi að setja upp HTTPS. Fyrir nánari upplýsingar er hægt að skoða <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a>.",
  "js_calculating": "Reikna...",
  "js_missing_feature": "Eiginleika vantar",
  "js_challenge_error": "Villa í áskorun!",
  "js_challenge_error_msg": "Mistókst að leysa reiknirit á prófunar. Þú gætir viljað endurlesa síðuna.",
  "js_calculating_difficulty": "Reikna...<br/>Erfiðleikastig:",
  "js_speed": "Hraði:",
  "js_verification_longer": "Sannvottun tók lengri tíma en búast má við. Ekki endurlesa síðuna.",
  "js_success": "Tókst!",
  "js_done_took": "Klárt! Tók",
  "js_iterations": "umferðir",
  "js_finished_reading": "Ég hef lokið lestrinum, höldum áfram →",
  "js_calculation_error": "Reiknivilla!",
  "js_calculation_error_msg": "Mistókst að reikna áskorun:"
}
