{
  "loading": "Загрузка...",
  "why_am_i_seeing": "Почему я вижу это?",
  "protected_by": "Защищено",
  "protected_from": "От",
  "made_with": "Сделано с ❤️ из 🇨🇦",
  "mascot_design": "Дизайн маскота от",
  "ai_companies_explanation": "Вы это видите, потому что администратор этого сайта настроил Anubis для защиты сервера от атак, использующих ИИ, которые агрессивно копируют данные с сайтов. Это может привести к зависанию сайтов и делает их ресурсы недоступными для всех.",
  "anubis_compromise": "Anubis - это компромисс. Anubis использует Proof-of-Work, похожую на Hashcash, для борьбы со спамом в электронной почте. Идея в том, что на отдельных уровнях дополнительная нагрузка не влиятельна, но на уровне массового парсинга она накапливается и значительно удорожает сбор данных.",
  "hack_purpose": "В реальности, это хак, у которого настоящая цель - предоставить «достаточно хорошее» решение, чтобы можно было потратить больше времени на идентификацию headless-браузеров (например, по тому, как они выполняют отрисовку шрифтов), чтобы не отображать страницу с подтверждением пользователям, которые с гораздо большей вероятностью являются настоящими.",
  "jshelter_note": "Anubis требует использования современных функций JavaScript, которые плагины, по типу JShelter, отключают. Пожалуйста, отключите JShelter и другие подобные плагины для этого домена.",
  "version_info": "На сайте запущен Anubis версии",
  "try_again": "Попробуйте снова",
  "go_home": "Перейти на домашнюю",
  "contact_webmaster": "если вы уверены, что это ошибка, свяжитесь с владельцем сайта через",
  "connection_security": "Пожалуйста, подождите, пока мы проверим безопасность вашего соединения.",
  "javascript_required": "К сожалению, для решения этой проверки необходимо включить JavaScript. Это необходимо, поскольку компании, занимающиеся разработкой ИИ, изменили моральные правила, касающийся хостинга веб-сайтов. Решение без использования JavaScript находится в стадии разработки.",
  "benchmark_requires_js": "Для работы тестирования необходимо включить JavaScript.",
  "difficulty": "Сложность:",
  "algorithm": "Алгоритм:",
  "compare": "Сравнить:",
  "time": "Время",
  "iters": "Итерации",
  "time_a": "Время A",
  "iters_a": "Итерации A",
  "time_b": "Время B",
  "iters_b": "Итерации B",
  "static_check_endpoint": "Это всего лишь точка проверки, которую может использовать ваш обратный прокси-сервер.",
  "authorization_required": "Требуется авторизация.",
  "cookies_disabled": "В вашем браузере отключены cookie файлы. Anubis требует их для подтверждения того, что вы являетесь настоящим человеком. Пожалуйста, включите файлы cookie для этого домена",
  "access_denied": "Доступ запрещён: код ошибки",
  "dronebl_entry": "DroneBL сообщил о записи",
  "see_dronebl_lookup": "см.",
  "internal_server_error": "Внутренняя ошибка сервера: администратор неправильно настроил Anubis. Обратитесь к администратору и попросите его просмотреть логи",
  "invalid_redirect": "Неверное перенаправление",
  "redirect_not_parseable": "URL-адрес перенаправления не может быть анализирован",
  "redirect_domain_not_allowed": "Перенаправление домена запрещено",
  "failed_to_sign_jwt": "не смог подписать JWT",
  "invalid_invocation": "Неверный вызов MakeChallenge",
  "client_error_browser": "Ошибка клиента: убедитесь, что у вас браузер новейшей версии, и повторите попытку позже.",
  "oh_noes": "О нет!",
  "benchmarking_anubis": "Анализ Анубиса!",
  "you_are_not_a_bot": "Вы не бот!",
  "making_sure_not_bot": "Проверяем, что вы не бот!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "В вашем браузере отсутствует функция web.crypto. Вы просматриваете страницу через защищённый контекст?",
  "js_web_workers_error": "Ваш браузер не поддерживает web worker (Anubis использует его, чтобы избежать зависания браузера). У вас установлен плагин типа JShelter?",
  "js_cookies_error": "Ваш браузер не сохраняет cookie файлы. Anubis использует их для определения клиентов, прошедших проверку, сохраняя подписанный токен в файле cookie. Включите сохранение файлов cookie для этого домена. Имена файлов cookie, хранимых Anubis, могут изменяться без предварительного уведомления. Имена и значения cookie файлов не являются частью общедоступного API.",
  "js_context_not_secure": "Ваш контекст небезопасен!",
  "js_context_not_secure_msg": "Попробуйте подключиться по HTTPS или попросите администратора, чтобы он настроил HTTPS. Подробнее см. <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a>.",
  "js_calculating": "Расчёт...",
  "js_missing_feature": "Отсутствует функция",
  "js_challenge_error": "Ошибка проверки!",
  "js_challenge_error_msg": "Не удалось определить алгоритм проверки. Возможно, нужно перезагрузить страницу..",
  "js_calculating_difficulty": "Расчёт...<br/>Сложность:",
  "js_speed": "Скорость:",
  "js_verification_longer": "Проверка занимает больше времени, чем ожидалось. Пожалуйста, не обновляйте страницу.",
  "js_success": "Успех!",
  "js_done_took": "Получилось! Заняло",
  "js_iterations": "итераций",
  "js_finished_reading": "Я дочитал, продолжить →",
  "js_calculation_error": "Ошибка расчёта!",
  "js_calculation_error_msg": "Не удалось рассчитать задачу:"
}