{
  "loading": "Laddar...",
  "why_am_i_seeing": "Varför ser jag detta?",
  "protected_by": "Skyddat av",
  "protected_from": "Från",
  "made_with": "Gjort med ❤️ i 🇨🇦",
  "mascot_design": "Maskotdesign av",
  "ai_companies_explanation": "Du ser detta eftersom att administratören av denna webbsida har upprättat Anubis-systemet för att skydda servern mot plågan av att AI-företag aggressivt skrapar webbsidor. Detta kan orsaka driftstopp för webbsidor, vilket gör deras resurser otillgängliga för alla.",
  "anubis_compromise": "Anubis är en kompromiss. Anubis använder sig av ett arbetsbevissystem på samma sätt som Hashcash, ett förslag om arbetsbevissystem för att minska epostspam. Idén är att den extra belastningen är obetydlig på en individuell skala, men att den på massskrapningsnivåer adderas upp och gör processen mycket dyrare.",
  "hack_purpose": "I slutändan är detta en platshållarlösning så att mer tid kan ägnas åt fingeravtryck och identifiering av huvudlösa webbläsare (t.ex. via hur de renderar teckensnitt) så att utmaningens bevis på arbete-sida inte behöver presenteras för användare som är mycket mer sannolikt att vara legitima.",
  "jshelter_note": "Notera att Anubis kräver användningen av moderna JavaScript-funktioner som tillägg såsom JShelter kommer att avaktivera. Var vänlig och avaktivera JShelter eller andra liknande tillägg för denna domän.",
  "version_info": "Den här webbsidan kör Anubis version",
  "try_again": "Försök igen",
  "go_home": "Gå hem",
  "contact_webmaster": "eller om du tycker att du inte borde bli blockerad, kontakta den webbansvarige på",
  "connection_security": "Var vänlig och vänta en stund medan vi säkerställer din anslutnings säkerhet.",
  "javascript_required": "Tyvärr måste du slå igång JavaScript för att komma förbi denna utmaning. Detta eftersom AI-företag har ändrat samhällskontraktet gällande webbhosting. En lösning som icke kräver JavaScript ett pågående arbete.",
  "benchmark_requires_js": "För att köra prestandamätningsverktyget krävs det att JavaScript är igång.",
  "difficulty": "Svårighetsgrad:",
  "algorithm": "Algoritm:",
  "compare": "Jämför:",
  "time": "Tid",
  "iters": "Iterationer",
  "time_a": "Tid A",
  "iters_a": "Iterationer A",
  "time_b": "Tid B",
  "iters_b": "Iterationer B",
  "static_check_endpoint": "Detta är bara en kontrollendpunkt för användning av din reverse-proxy.",
  "authorization_required": "Tillstånd krävs",
  "cookies_disabled": "Din webbläsare är konfigurerad för att inaktivera cookies. Anubis kräver cookies för att säkerställa att du är en giltig klient. Var vänlig och aktivera cookies för den här domänen",
  "access_denied": "Tillstånd nekat: felkod",
  "dronebl_entry": "DroneBL rapporterade en post",
  "see_dronebl_lookup": "visa",
  "internal_server_error": "Internt serverfel: administratören har felkonfigurerat Anubis. Kontakta administratören och be dem att leta efter loggarna.",
  "invalid_redirect": "Ogiltig omdirigering",
  "redirect_not_parseable": "Omdirigeringsurl icke tolkbar",
  "redirect_domain_not_allowed": "Omdirigeringsdomän icke tillåten",
  "failed_to_sign_jwt": "misslyckades att signera JWT",
  "invalid_invocation": "Ogiltigt anrop av MakeChallenge",
  "client_error_browser": "Klientfel: Dubbelkolla att din webbläsare är uppdaterad och försök igen senare.",
  "oh_noes": "Aj då!",
  "benchmarking_anubis": "Prestandamäter Anubis!",
  "you_are_not_a_bot": "Du är inte en bot!",
  "making_sure_not_bot": "Kollar så att du inte är en bot!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Din webbläsare har inte ett fungerande web.crypto-element. Ser du denna sida över en säker webbläsarkontext?",
  "js_web_workers_error": "Din webbläsare stödjer inte webbworkers-teknik (Anubis använder sig av detta för att undvika att din webbläsare fryser). Har du ett tillägg såsom JShelter installerat?",
  "js_cookies_error": "Din webbläsare lagrar inte cookies. Anubis använder sig av cookies för att avgöra vilka klienter som har klarat utmaningar genom att lagra en signerad token i en cookie. Vänligen aktivera lagring av cookies för den här domänen. Namnen på de cookies som Anubis lagrar kan variera utan varsel då cookienamn och värden inte ingår i det publika API:et.",
  "js_context_not_secure": "Din webbläsarkontext är ej säker!",
  "js_context_not_secure_msg": "Försök att ansluta via HTTPS eller kontakta administratören och be dem att konfigurera HTTPS. För mer information, se <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a>.",
  "js_calculating": "Beräknar...",
  "js_missing_feature": "Funktion saknas",
  "js_challenge_error": "Utmaningsfel!",
  "js_challenge_error_msg": "Misslyckades att lösa kontrollalgoritm. Du bör ladda om sidan.",
  "js_calculating_difficulty": "Beräknar...<br/>Svårighetsgrad:",
  "js_speed": "Hastighet:",
  "js_verification_longer": "Verifikation tar längre än förväntat. Ladda ej om sidan.",
  "js_success": "Lyckades!",
  "js_done_took": "Klart! tog",
  "js_iterations": "iterationer",
  "js_finished_reading": "Jag har läst klart, fortsätt →",
  "js_calculation_error": "Beräkningsfel!",
  "js_calculation_error_msg": "Misslyckades att kalkylera utmaning:",
  "simplified_explanation": "Detta är en åtgärd mot botar och skadliga förfrågningar som liknar en CAPTCHA. Men i stället för att du själv måste göra jobbet får din webbläsare en beräkningsuppgift som den måste lösa för att säkerställa att den är en giltig klient. Detta koncept kallas <a href=\"https://en.wikipedia.org/wiki/Proof_of_work\">Arbetsbevis</a>. Uppgiften beräknas på några sekunder och du beviljas tillgång till webbplatsen. Tack för din förståelse och ditt tålamod."
}